// Define the verses for each segment
const verses = {
    "श्रीमद्भागवतम्": {
            "श्रीब्रह्मसंहिता" :[

            generateImageTag("./photos/bharmasamita.jpg","श्री ब्रह्म संहिता","श्री ब्रह्म संहिता"),
            `ईश्वरः परमः कृष्णः सच्चिदानन्दविग्रहः।<br>
            अनादिरादिर्गोविन्दः सर्वकारणकारणम् <br>॥1॥<br>`,`
            चिन्तामणिप्रकरसद्मसु कल्पवृक्ष
            लक्षावृतेषु सुरभीरभिपालयन्तम्।<br>
            लक्ष्मी सहस्रशतसम्भ्रमसेवयमानं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 2 ॥<br>`,`
            वेणुं क्वणन्तमरविन्ददलायताक्षं
            बर्हावतं समसिताम्बुदसुन्दराङ्गम्।<br>
            कन्दर्पकोटिकमनीयविशेषशोभं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 3 ॥<br>`,`
            आलोलचन्द्रकलसद्ववनमाल्यवंशी
            रत्नागदं प्रणयकेलिकलाविलासम्।<br>
            श्यामं त्रिभंगललितं नियतप्रकाशं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 4 ॥<br>`,`
            अङ्गानि यस्य सकलेन्द्रियवृत्तिमन्ति
            पश्यन्ति पान्ति कलयन्ति चिरं जगन्ति।<br>
            आनन्दचिन्मयसदुज्ज्वलविग्रहस्य
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 5 ॥<br>`,`
            अद्वैतमच्युतमनादिमनन्तरूपम्‌
            आद्यं पुराणपुरुषं नवयौवनं च।<br>
            वेदेषु दुर्लभमदुर्लभमात्मभक्तौ
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 6 ॥<br>`,`
            पन्थास्तु कोटिशतवत्सरसम्प्रगम्यो
            वायोरथापि मनसो मुनिङ्गवानाम्।<br>
            सोऽप्यस्ति यत्प्रपदसीम्न्यविचिन्त्यतत्त्वे
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 7 ॥<br>`,`
            एकोऽप्यसौ रचयितुं जगदण्डकोटिं-
            यच्छक्तिरस्ति जगदण्डचया यदन्तः।<br>
            अण्डान्तरस्थपरमाणुचयान्तरस्थं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 8 ॥<br>`,`
            यभ्दावभावितधियो मनुजास्तथैव
            सम्प्राप्य रूपमहिमासनयानभूषाः।<br>
            सूक्तैर्यमेव निगमप्रथितैः स्तुवन्ति
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 9 ॥<br>`,`
            आनन्दचिन्मयरसप्रतिभाविताभिस्‌
            ताभिर्य एव निजरूपतया कलाभिः।<br>
            गोलोक एव निवसत्यखिलात्मभूतो
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 10 ॥<br>`,`
            प्रेमाञ्जनच्छुरितभक्तिविलोचनेन
            सन्तः सदैव हृदयेषु विलोकयन्ति।<br>
            यं श्यामसुन्दरमचिन्त्यगुणस्वरूपं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 11 ॥<br>`,`
            रामादिमूर्तिषु कलानियमेन तिष्ठन्‌
            नानावतारमकरोद्‌ भुवनेषु किन्तु।<br>
            कृष्णः स्वयं समभवत्परमः पुमान्‌ यो
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 12 ॥<br>`,`
            यस्य प्रभा प्रभवतो जगदण्डकोटि-
            कोटिष्वशेषवसुधादि विभूतिभिन्नम्।<br>
            तद्‌ ब्रह्म निष्कलमनंतमशेषभूतं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 13 ॥<br>`,`
            माया हि यस्य जगदण्डशतानि सूते
            त्रैगुण्यतद्विषयवेदवितायमाना।<br>
            सत्त्वावलम्बिपरसत्त्वं विशुद्धसत्त्वं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 14 ॥<br>`,`
            आनन्दचिन्मयरसात्मतया मनःसु
            यः प्राणिनां प्रतिफलन्‌ स्मरतामुपेत्य।<br>
            लीलायितेन भुवनानि जयत्यजस्रं
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 15 ॥<br>`,`
            गोलोकनाम्नि निजधाम्नि तले च तस्य
            देवीमहेशहरिधामसु तेषु तेषु।<br>
            ते ते प्रभावनिचया विहिताश्च येन
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 16 ॥<br>`,`
            सृष्टिस्थितिप्रलयसाधनशक्तिरेका
            छायेव यस्य भुवनानि विभर्ति दूर्गा।<br>
            इच्छानुरूपमपि यस्य च चेष्टते सा
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 17 ॥<br>`,`
            क्षीरं यथा दधि विकारविशेषयोगात्‌
            सञ्जायते न हि ततः पृथगस्ति हेतोः।<br>
            यः शम्भुतामपि तथा समुपैति कार्याद्‌
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 18 ॥<br>`,`
            दीपार्चिरेव हि दशान्तरमभ्युपेत्य
            दीपायते विवृतहेतुसमानधर्मा।<br>
            यस्तादृगेव हि च विष्णुतया विभाति
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 19 ॥<br>`,`
            यः कारणार्णवजले भजति स्म योग-
            निद्रामनन्तजगदण्डसरोमकूपः।<br>
            आधारशक्तिमवलम्ब्य परां स्वमूर्ति
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 20 ॥<br>`,`
            यस्यैकनिश्वसितकालमथावलम्ब्य
            जीवन्ति लोमविलजा जगदण्डनाथाः।<br>
            विष्णुर्महान्‌ स इह यस्य कलाविशेषो
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 21 ॥<br>`,`
            भास्वान्‌ यथाश्मशकलेषु निजेषु तेजः
            स्वीयं कियत्प्रकटयत्यपि तद्वदत्र।<br>
            ब्रह्मा य एष जगदण्डविधानकर्ता
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 22 ॥<br>`,`
            यत्पादपल्लवयुगं विनिधाय कुम्भ
            द्वन्द्वे प्रणामसमये स गणाधिराजः।<br>
            विघ्नान्‌ विहन्तुमलमस्य जगत्रयस्य
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 23 ॥<br>`,`
            अग्निर्मही गगनमम्बु मरुद्दिश श्च
            कालस्तथात्ममनसीति जगत्त्रयाणि।<br>
            यस्माद्‌ भवन्ति विभवन्ति विशन्ति यं च
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 24 ॥<br>`,`
            यच्चक्षुरेष सविता सकलग्रहाणां
            राजा समस्तसुरमुर्तिरशेषतेजाः।<br>
            यस्याज्ञया भ्रमति सम्भृतकालचक्रो
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 25 ॥<br>`,`
            धर्मोऽथ पापनिचयः श्रुतयस्तपांसि
            ब्रह्मादिकीटपतगावधयश्च जीवाः।<br>
            यद्दत्तमात्रविभवप्रकटप्रभावा
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 26 ॥<br>`,`
            
            यस्त्विन्द्रगोपमथवेन्द्रमहो स्वकर्म-
            बन्धानुरूपफलभाजनमातनोती।<br>
            कर्माणि निर्दहति किन्तु च भक्तिभाजां
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 27 ॥<br>`,`
            यं क्रोधकामसहजप्रणयादिभीति
            वात्सल्यमोहगुरुगौरवसेवयभावैः।<br>
            स िञ्चन्त्य तस्य सदृशीं तनुमापुरेते
            गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 28 ॥<br>`,`
            श्रियः कान्ताः कान्तः परमापुरुषः कल्पतरवो
            द्रुमा भूमिश्चिन्तामणिगणमयी तोयममृतम्।<br>
            कथा गानं नाटयं गमनमपि वंशी प्रियसखी
            चिदानन्दं ज्योतिः परमपि तदास्वाद्यमपि च <br>॥ 29 ॥<br>`,`
            
            स यत्र क्षीराब्धिः स्रवति सुरभीभ्यश्च सुमहान्‌
            निमेषार्धाख्यो वाव्रजति न हि यत्रापि समयः।<br>
            भजे श्वेतद्वीपं तमहमिह गोलोकमिति यं
            विदन्तस्ते सन्तः क्षितिविरलचाराः कतिपये <br>॥ 30 ॥<br>`, 

        ],

        "भीष्म स्तुति":[
            

            generateImageTag("./photos/भीष्म स्तुति.jpg","भीष्म स्तुति","भीष्म स्तुति"),
            "<strong>श्रीमद्भागवतम् 1.9.37-42 - भीष्म स्तुति</strong>",

            `<strong>श्रीभीष्म उवाच</strong><br>
            इति मतिरुपकल्पिता वितृष्णा
            भगवति सात्वतपुङ्गवे विभूम्नि । <br>
            स्वसुखमुपगते क्‍वचिद्विहर्तुं
            प्रकृतिमुपेयुषि यद्भ‍वप्रवाह: <br>॥  ३२  ॥ <br>`,`
            त्रिभुवनकमनं तमालवर्णं
            रविकरगौरवराम्बरं दधाने । <br>
            वपुरलककुलावृताननाब्जं
            विजयसखे रतिरस्तु मेऽनवद्या <br>॥  ३३  ॥ <br>`,`
            युधि तुरगरजोविधूम्रविष्वक्-
            कचलुलितश्रमवार्यलङ्‍कृतास्ये । <br>
            मम निशितशरैर्विभिद्यमान-
            त्वचि विलसत्कवचेऽस्तु कृष्ण आत्मा <br>॥  ३४  ॥ <br>`,`
            सपदि सखिवचो निशम्य मध्ये
            निजपरयोर्बलयो रथं निवेश्य । <br>
            स्थितवति परसैनिकायुरक्ष्णा
            हृतवति पार्थसखे रतिर्ममास्तु <br>॥  ३५  ॥ <br>`,`
            व्यवहितपृतनामुखं निरीक्ष्य
            स्वजनवधाद्विमुखस्य दोषबुद्ध्या । <br>
            कुमतिमहरदात्मविद्यया य-
            श्चरणरति: परमस्य तस्य मेऽस्तु <br>॥  ३६  ॥ <br>`,`
            स्वनिगममपहाय मत्प्रतिज्ञा-
            मृतमधिकर्तुमवप्लुतो रथस्थ: । <br>
            धृतरथचरणोऽभ्ययाच्चलद्गु-
            र्हरिरिव हन्तुमिभं गतोत्तरीय: <br>॥  ३७  ॥ <br>`,`
            शितविशिखहतो विशीर्णदंश:
            क्षतजपरिप्लुत आततायिनो मे । <br>
            प्रसभमभिससार मद्वधार्थं
            स भवतु मे भगवान् गतिर्मुकुन्द: <br>॥  ३८  ॥ <br>`,`
            विजयरथकुटुम्ब आत्ततोत्रे
            धृतहयरश्मिनि तच्छ्रियेक्षणीये । <br>
            भगवति रतिरस्तु मे मुमूर्षो-
            र्यमिह निरीक्ष्य हता गता: स्वरूपम् <br>॥  ३९  ॥ <br>`,`
            ललितगतिविलासवल्गुहास-
            प्रणयनिरीक्षणकल्पितोरुमाना: । <br>
            कृतमनुकृतवत्य उन्मदान्धा:
            प्रकृतिमगन् किल यस्य गोपवध्व: <br>॥  ४०  ॥ <br>`,`
            मुनिगणनृपवर्यसङ्कुलेऽन्त:
            सदसि युधिष्ठिरराजसूय एषाम् । <br>
            अर्हणमुपपेद ईक्षणीयो
            मम द‍ृशिगोचर एष आविरात्मा <br>॥  ४१  ॥ <br>`,`
            तमिममहमजं शरीरभाजां
            हृदि हृदि धिष्ठितमात्मकल्पितानाम् । <br>
            प्रतिद‍ृशमिव नैकधार्कमेकं
            समधिगतोऽस्मि विधूतभेदमोह: <br>॥  ४२  ॥ <br>`,`
            <Strong>सूत उवाच</strong><br>
            कृष्ण एवं भगवति मनोवाग्द‍ृष्टिवृत्तिभि: । <br>
            आत्मन्यात्मानमावेश्य सोऽन्त:श्वास उपारमत् <br>॥  ४३  ॥ <br>`,
            
        ],

        "वृत्रासुर स्तुति":[

            generateImageTag("./photos/वृत्रासुर स्तुति.jpg","वृत्रासुर स्तुति","वृत्रासुर स्तुति"),
            "<strong>श्रीमद्भागवतम् 6.11.24-27 - वृत्रासुर स्तुति</strong>",
            `अहं हरे तव पादैकमूल-
            दासानुदासो भवितास्मि भूय: ।<br>
            मन: स्मरेतासुपतेर्गुणांस्ते
            गृणीत वाक् कर्म करोतु काय: <br>॥ २४ ॥<br>`,`
            न नाकपृष्ठं न च पारमेष्ठ्यं
            न सार्वभौमं न रसाधिपत्यम् ।<br>
            न योगसिद्धीरपुनर्भवं वा
            समञ्जस त्वा विरहय्य काङ्‌क्षे <br>॥ २५ ॥<br>`,`
            अजातपक्षा इव मातरं खगा:
            स्तन्यं यथा वत्सतरा: क्षुधार्ता: ।<br>
            प्रियं प्रियेव व्युषितं विषण्णा
            मनोऽरविन्दाक्ष दिद‍ृक्षते त्वाम् <br>॥ २६ ॥<br>`,`
            ममोत्तमश्लोकजनेषु सख्यं
            संसारचक्रे भ्रमत: स्वकर्मभि: ।<br>
            त्वन्माययात्मात्मजदारगेहे-
            ष्वासक्तचित्तस्य न नाथ भूयात् <br>॥ २७ ॥<br>`,
            

        ],
    },
    "पञ्चरत्न गीताः": {
        "वेणु गीता":[
            generateImageTag("./photos/venu.jpg","वेणु गीता","वेणु गीता"),
            "<strong>श्रीमद्भागवतम् 10.21.1-20 - वेणु गीता</strong>",

        `<strong>श्रीशुक उवाच</strong><br>
        इत्थं शरत्स्वच्छजलं पद्माकरसुगन्धिना ।<br>
        न्यविशद् वायुना वातं सगोगोपालकोऽच्युत: <br>॥ १ ॥<br>`,`
        कुसुमितवनराजिशुष्मिभृङ्ग-
        द्विजकुलघुष्टसर:सरिन्महीध्रम् ।<br>
        मधुपतिरवगाह्य चारयन् गा:
        सहपशुपालबलश्चुकूज वेणुम् <br>॥ २ ॥<br>`,`
        तद् व्रजस्त्रिय आश्रुत्य वेणुगीतं स्मरोदयम् ।<br>
        काश्चित्परोक्षं कृष्णस्य स्वसखीभ्योऽन्ववर्णयन् <br>॥ ३ ॥<br>`,`
        तद्वर्णयितुमारब्धा: स्मरन्त्य: कृष्णचेष्टितम् ।<br>
        नाशकन् स्मरवेगेन विक्षिप्तमनसो नृप <br>॥ ४ ॥<br>`,`
        बर्हापीडं नटवरवपु: कर्णयो: कर्णिकारं
        बिभ्रद् वास: कनककपिशं वैजयन्तीं च मालाम् ।<br>
        रन्ध्रान् वेणोरधरसुधया पूरयन्गोपवृन्दै-
        र्वृन्दारण्यं स्वपदरमणं प्राविशद् गीतकीर्ति: <br>॥ ५ ॥<br>`,`
        इति वेणुरवं राजन् सर्वभूतमनोहरम् ।<br>
        श्रुत्वा व्रजस्त्रिय: सर्वा वर्णयन्त्योऽभिरेभिरे <br>॥ ६ ॥<br>`,`
        <strong>श्रीगोप्य ऊचु:</strong><br>
        अक्षण्वतां फलमिदं न परं विदाम:
        सख्य: पशूननु विवेशयतोर्वयस्यै: ।<br>
        वक्त्रं व्रजेशसुतयोरनवेणु जुष्टं
        यैर्वा निपीतमनुरक्तकटाक्षमोक्षम् <br>॥ ७ ॥<br>`,`
        चूतप्रवालबर्हस्तबकोत्पलाब्ज-
        मालानुपृक्तपरिधानविचित्रवेशौ ।<br>
        मध्ये विरेजतुरलं पशुपालगोष्ठ्यां
        रङ्गे यथा नटवरौ क्‍व च गायमानौ <br>॥ ८ ॥<br>`,`
        गोप्य: किमाचरदयं कुशलं स्म वेणु-
        र्दामोदराधरसुधामपि गोपिकानाम् ।<br>
        भुङ्क्ते स्वयं यदवशिष्टरसं ह्रदिन्यो
        हृष्यत्त्वचोऽश्रु मुमुचुस्तरवो यथार्या: <br>॥ ९ ॥<br>`,`
        वृन्दावनं सखि भुवो वितनोति कीर्तिं
        यद् देवकीसुतपदाम्बुजलब्धलक्ष्मि ।<br>
        गोविन्दवेणुमनु मत्तमयूरनृत्यं
        प्रेक्ष्याद्रिसान्ववरतान्यसमस्तसत्त्वम् <br>॥ १० ॥<br>`,`
        धन्या: स्म मूढगतयोऽपि हरिण्य एता
        या नन्दनन्दनमुपात्तविचित्रवेशम् ।<br>
        आकर्ण्य वेणुरणितं सहकृष्णसारा:
        पूजां दधुर्विरचितां प्रणयावलोकै: <br>॥ ११ ॥<br>`,`
        कृष्णं निरीक्ष्य वनितोत्सवरूपशीलं
        श्रुत्वा च तत्‍क्‍वणितवेणुविविक्तगीतम् ।<br>
        देव्यो विमानगतय: स्मरनुन्नसारा
        भ्रश्यत्प्रसूनकबरा मुमुहुर्विनीव्य: <br>॥ १२ ॥<br>`,`
        गावश्च कृष्णमुखनिर्गतवेणुगीत-
        पीयूषमुत्तभितकर्णपुटै: पिबन्त्य: ।<br>
        शावा: स्‍नुतस्तनपय:कवला: स्म तस्थु-
        र्गोविन्दमात्मनि द‍ृशाश्रुकला: स्पृशन्त्य: <br>॥ १३ ॥<br>`,`
        प्रायो बताम्ब विहगा मुनयो वनेऽस्मिन्
        कृष्णेक्षितं तदुदितं कलवेणुगीतम् ।<br>
        आरुह्य ये द्रुमभुजान् रुचिरप्रवालान्
        श‍ृण्वन्ति मीलितद‍ृशो विगतान्यवाच: <br>॥ १४ ॥<br>`,`
        नद्यस्तदा तदुपधार्य मुकुन्दगीत-
        मावर्तलक्षितमनोभवभग्नवेगा: ।<br>
        आलिङ्गनस्थगितमूर्मिभुजैर्मुरारे-
        र्गृह्णन्ति पादयुगलं कमलोपहारा: <br>॥ १५ ॥<br>`,`
        द‍ृष्ट्वातपे व्रजपशून् सह रामगोपै:
        सञ्चारयन्तमनु वेणुमुदीरयन्तम् ।<br>
        प्रेमप्रवृद्ध उदित: कुसुमावलीभि:
        सख्युर्व्यधात् स्ववपुषाम्बुद आतपत्रम् <br>॥ १६ ॥<br>`,`
        पूर्णा: पुलिन्द्य उरुगायपदाब्जराग-
        श्रीकुङ्कुमेन दयितास्तनमण्डितेन ।<br>
        तद्दर्शनस्मररुजस्तृणरूषितेन
        लिम्पन्त्य आननकुचेषु जहुस्तदाधिम् <br>॥ १७ ॥<br>`,`
        हन्तायमद्रिरबला हरिदासवर्यो
        यद् रामकृष्णचरणस्परशप्रमोद: ।<br>
        मानं तनोति सहगोगणयोस्तयोर्यत्
        पानीयसूयवसकन्दरकन्दमूलै: <br>॥ १८ ॥<br>`,`
        गा गोपकैरनुवनं नयतोरुदार-
        वेणुस्वनै: कलपदैस्तनुभृत्सु सख्य: ।<br>
        अस्पन्दनं गतिमतां पुलकस्तरुणां
        निर्योगपाशकृतलक्षणयोर्विचित्रम् <br>॥ १९ ॥<br>`,`
        एवंविधा भगवतो या वृन्दावनचारिण: ।<br>
        वर्णयन्त्यो मिथो गोप्य: क्रीडास्तन्मयतां ययु: <br>॥ २० ॥<br>`,


],


"गोपी गीत": [
    generateImageTag("./photos/gopigeet.jpg","गोपी गीत","गोपी गीत"),

                `<strong>गोप्य ऊचु:</strong><br>
                जयति तेऽधिकं जन्मना व्रजः<br>
                श्रयत इन्दिरा शश्वदत्र हि ।<br>
                दयित दृश्यतां दिक्षु तावका<br>
                स्त्वयि धृतासवस्त्वां विचिन्वते ॥1॥
                `,
                `शरदुदाशये साधुजातसत्स-<br>
                रसिजोदरश्रीमुषा दृशा ।<br>
                सुरतनाथ तेऽशुल्कदासिका<br>
                वरद निघ्नतो नेह किं वधः ॥2॥<br>`,

                `विषजलाप्ययाद्व्यालराक्षसा-<br>
                द्वर्षमारुताद्वैद्युतानलात् ।<br>
                वृषमयात्मजाद्विश्वतोभया<br>
                दृषभ ते वयं रक्षिता मुहुः ॥3॥<br>`,

                `न खलु गोपिकानन्दनो भवा-<br>
                नखिलदेहिनामन्तरात्मदृक् ।<br>
                विखनसार्थितो विश्वगुप्तये<br>
                सख उदेयिवान्सात्वतां कुले ॥4॥<br>`,

                `विरचिताभयं वृष्णिधुर्य ते<br>
                चरणमीयुषां संसृतेर्भयात् ।<br>
                करसरोरुहं कान्त कामदं<br>
                शिरसि धेहि नः श्रीकरग्रहम् ॥5॥<br>`,

                `व्रजजनार्तिहन्वीर योषितां<br>
                निजजनस्मयध्वंसनस्मित ।<br>
                भज सखे भवत्किंकरीः स्म नो<br>
                जलरुहाननं चारु दर्शय ॥6॥<br>`,

               `प्रणतदेहिनांपापकर्शनं<br>
                तृणचरानुगं श्रीनिकेतनम् ।<br>
                फणिफणार्पितं ते पदांबुजं<br>
                कृणु कुचेषु नः कृन्धि हृच्छयम् ॥7॥<br>`,

                `मधुरया गिरा वल्गुवाक्यया<br>
                बुधमनोज्ञया पुष्करेक्षण ।<br>
                विधिकरीरिमा वीर मुह्यती-<br>
                रधरसीधुनाऽऽप्याययस्व नः ॥8॥<br>`,

                `तव कथामृतं तप्तजीवनं<br>
                कविभिरीडितं कल्मषापहम् ।<br>
                श्रवणमङ्गलं श्रीमदाततं<br>
                भुवि गृणन्ति ते भूरिदा जनाः ॥9॥<br>`,

                `प्रहसितं प्रिय प्रेमवीक्षणं<br>
                विहरणं च ते ध्यानमङ्गलम् ।<br>
                रहसि संविदो या हृदिस्पृशः<br>
                कुहक नो मनः क्षोभयन्ति हि ॥10॥`,

                `चलसि यद्व्रजाच्चारयन्पशून्<br>
                नलिनसुन्दरं नाथ ते पदम् ।<br>
                शिलतृणाङ्कुरैः सीदतीति नः<br>
                कलिलतां मनः कान्त गच्छति ॥11॥`,

                `दिनपरिक्षये नीलकुन्तलै-<br>
                र्वनरुहाननं बिभ्रदावृतम् ।<br>
                घनरजस्वलं दर्शयन्मुहु-<br>
                र्मनसि नः स्मरं वीर यच्छसि ॥12॥`,

                `प्रणतकामदं पद्मजार्चितं<br>
                धरणिमण्डनं ध्येयमापदि ।<br>
                चरणपङ्कजं शंतमं च ते<br>
                रमण नः स्तनेष्वर्पयाधिहन् ॥13॥`,

                `सुरतवर्धनं शोकनाशनं<br>
                स्वरितवेणुना सुष्ठु चुम्बितम् ।<br>
                इतररागविस्मारणं नृणां<br>
                वितर वीर नस्तेऽधरामृतम् ॥14॥`,

                `अटति यद्भवानह्नि काननं<br>
                त्रुटिर्युगायते त्वामपश्यताम् ।<br>
                कुटिलकुन्तलं श्रीमुखं च ते<br>
                जड उदीक्षतां पक्ष्मकृद्दृशाम् ॥15॥`,

                `पतिसुतान्वयभ्रातृबान्धवा-<br>
                नतिविलङ्घ्य तेऽन्त्यच्युतागताः ।<br>
                गतिविदस्तवोद्गीतमोहिताः<br>
                कितव योषितः कस्त्यजेन्निशि ॥16॥`,

                `रहसि संविदं हृच्छयोदयं<br>
                प्रहसिताननं प्रेमवीक्षणम् ।<br>
                बृहदुरः श्रियो वीक्ष्य धाम ते<br>
                मुहुरतिस्पृहा मुह्यते मनः ॥17॥`,

                `व्रजवनौकसां व्यक्तिरङ्ग ते<br>
                वृजिनहन्त्र्यलं विश्वमङ्गलम् ।<br>
                त्यज मनाक् च नस्त्वत्स्पृहात्मनां<br>
                स्वजनहृद्रुजां यन्निषूदनम् ॥18॥`,

                `यत्ते सुजातचरणाम्बुरुहं स्तनेष<br>
                भीताः शनैः प्रिय दधीमहि कर्कशेषु ।<br>
                तेनाटवीमटसि तद्व्यथते न किंस्वित्कू<br>
                र्पादिभिर्भ्रमति धीर्भवदायुषां नः ॥19॥`,

                `इति श्रीमद्भागवत महापुराणे पारमहंस्यां संहितायां<br>
                दशमस्कन्धे पूर्वार्धे रासक्रीडायां गोपीगीतं<br>
                नामैकत्रिंशोऽध्यायः ॥`

    
    
         ],
            "युगल गीत"       : [
                generateImageTag("./photos/playing.jpg","युगल गीत","युगल गीत"),

                `<strong>श्रीशुक उवाच</strong><br>
        गोप्य: कृष्णे वनं याते तमनुद्रुतचेतस: ।<br>
        कृष्णलीला: प्रगायन्त्यो निन्युर्दु:खेन वासरान् <br>॥ 1 ॥<br>`,`

        <strong>श्रीगोप्य ऊचु:</strong><br>
        वामबाहुकृतवामकपोलो वल्गितभ्रुरधरार्पितवेणुम् ।<br>
        कोमलाङ्गुलिभिराश्रितमार्गं गोप्य ईरयति यत्र मुकुन्द: <br>॥ 2 ॥<br>`,`
        व्योमयानवनिता: सह सिद्धै- र्विस्मितास्तदुपधार्य सलज्जा: ।<br>
        काममार्गणसमर्पितचित्ता: कश्मलं ययुरपस्मृतनीव्य: <br>॥ 3 ॥<br>`,`

        हन्त चित्रमबला: श‍ृणुतेदं हारहास उरसि स्थिरविद्युत् ।<br>
        नन्दसूनुरयमार्तजनानां नर्मदो यर्हि कूजितवेणु: <br>॥ 4 ॥<br>`,`
        वृन्दशो व्रजवृषा मृगगावो वेणुवाद्यहृतचेतस आरात् ।<br>
        दन्तदष्टकवला धृतकर्णा निद्रिता लिखितचित्रमिवासन् <br>॥ 5 ॥<br>`,`

        बर्हिणस्तबकधातुपलाशै- र्बद्धमल्लपरिबर्हविडम्ब: ।<br>
        कर्हिचित् सबल आलि स गोपै- र्गा: समाह्वयति यत्र मुकुन्द: <br>॥ 6 ॥<br>`,`
        तर्हि भग्नगतय: सरितो वै तत्पदाम्बुजरजोऽनिलनीतम् ।<br>
        स्पृहयतीर्वयमिवाबहुपुण्या: प्रेमवेपितभुजा: स्तिमिताप: <br>॥ 7 ॥<br>`,`

        अनुचरै: समनुवर्णितवीर्य आदिपूरुष इवाचलभूति: ।<br>
        वनचरो गिरितटेषु चरन्ती- र्वेणुनाह्वयति गा: स यदा हि <br>॥ 8 ॥<br>`,`
        वनलतास्तरव आत्मनि विष्णुं व्यञ्जयन्त्य इव पुष्पफलाढ्या: ।<br>
        प्रणतभारविटपा मधुधारा: प्रेमहृष्टतनवो ववृषु: स्म <br>॥ 9 ॥<br>`,`
        दर्शनीयतिलको वनमाला- दिव्यगन्धतुलसीमधुमत्तै: ।<br>
        अलिकुलैरलघुगीतामभीष्ट- माद्रियन् यर्हि सन्धितवेणु: <br>॥ 10 ॥<br>`,`
        सरसि सारसहंसविहङ्गा- श्चारुगीताहृतचेतस एत्य ।<br>
        हरिमुपासत ते यतचित्ता हन्त मीलितद‍ृशो धृतमौना: <br>॥ 11 ॥<br>`,`

        सहबल: स्रगवतंसविलास: सानुषु क्षितिभृतो व्रजदेव्य: ।<br>
        हर्षयन् यर्हि वेणुरवेण जातहर्ष उपरम्भति विश्वम् <br>॥ 12 ॥<br>`,`
        महदतिक्रमणशङ्कितचेता न्दमन्दमनुगर्जति मेघ: ।<br>
        सुहृदमभ्यवर्षत् सुमनोभि- श्छायया च विदधत् प्रतपत्रम् <br>॥ 13 ॥<br>`,`

        विविधगोपचरणेषु विदग्धो वेणुवाद्य उरुधा निजशिक्षा: ।<br>
        तव सुत: सति यदाधरबिम्बे दत्तवेणुरनयत् स्वरजाती: <br>॥ 14 ॥<br>`,`
        सवनशस्तदुपधार्य सुरेशा: शक्रशर्वपरमेष्ठिपुरोगा: ।<br>
        कवय आनतकन्धरचित्ता: कश्मलं ययुरनिश्चिततत्त्वा: <br>॥ 15 ॥<br>`,`

        निजपदाब्जदलैर्ध्वजवज्र- नीरजाङ्कुशविचित्रललामै: ।<br>
        व्रजभुव: शमयन् खुरतोदं वर्ष्मधुर्यगतिरीडितवेणु: <br>॥ 16 ॥<br>`,`
        व्रजति तेन वयं सविलास- वीक्षणार्पितमनोभववेगा: ।<br>
        कुजगतिं गमिता न विदाम: कश्मलेन कवरं वसनं वा <br>॥ 17 ॥<br>`,`

        मणिधर: क्‍वचिदागणयन् गा मालया दयितगन्धतुलस्या: ।<br>
        प्रणयिनोऽनुचरस्य कदांसे प्रक्षिपन् भुजमगायत यत्र <br>॥ 18 ॥<br>`,`
        क्‍वणितवेणुरववञ्चितचित्ता: कृष्णमन्वसत कृष्णगृहिण्य: ।<br>
        गुणगणार्णमनुगत्य हरिण्यो गोपिका इव विमुक्तगृहाशा: <br>॥ 19 ॥<br>`,`

        कुन्ददामकृतकौतुकवेषो गोपगोधनवृतो यमुनायाम् ।<br>
        नन्दसूनुरनघे तव वत्सो नर्मद: प्रणयिणां विजहार <br>॥ 20 ॥<br>`,`
        मन्दवायुरुपवात्यनुकूलं मानयन् मलयजस्पर्शेन ।<br>
        वन्दिनस्तमुपदेवगणा ये वाद्यगीतबलिभि: परिवव्रु: <br>॥ 21 ॥<br>`,`

        वत्सलो व्रजगवां यदगध्रो वन्द्यमानचरण: पथि वृद्धै: ।<br>
        कृत्‍स्‍नगोधनमुपोह्य दिनान्ते गीतवेणुरनुगेडितकीर्ति: <br>॥ 22 ॥<br>`,`
        उत्सवं श्रमरुचापि द‍ृशीना- मुन्नयन् खुररजश्छुरितस्रक् ।<br>
        दित्सयैति सुहृदासिष एष देवकीजठरभूरुडुराज: <br>॥ 23 ॥<br>`,`

        मदविघूर्णितलोचन ईषत्- मानद: स्वसुहृदां वनमाली ।<br>
        बदरपाण्डुवदनो मृदुगण्डं मण्डयन् कनककुण्डललक्ष्म्या <br>॥ 24 ॥<br>`,`
        यदुपतिर्द्विरदराजविहारो यामिनीपतिरिवैष दिनान्ते ।<br>
        मुदितवक्त्र उपयाति दुरन्तं मोचयन् व्रजगवां दिनतापम् <br>॥ 25 ॥<br>`,`

        <strong>श्रीशुक उवाच</strong><br>
        एवं व्रजस्त्रियो राजन् कृष्णलीलानुगायती: ।<br>
        रेमिरेऽह:सु तच्चित्तास्तन्मनस्का महोदया: <br>॥ 26 ॥<br>`,

            ],

    },
    Vrajavasi: {
        'Prayer 17': ['Verse 1', 'Verse 2', 'Verse 3'],
        'Prayer 2': ['Verse 1', 'Verse 2', 'Verse 3']
    },
   
    govinda: {
        'Prayer 17': ['Verse 1', 'Verse 2', 'Verse 3'],
        'Prayer 2': ['Verse 1', 'Verse 2', 'Verse 3']
    }
    // Add more segments and prayers as needed
};


















function generateImageTag(src, title, alt) {
    return `
        <div style="position: relative; display: inline-block; background-color: #F1D2A3;">
            <img src="${src}" title="${title}" alt="${alt}"
                 style="transition: transform 0.3s ease; 
                        transform-origin: center center;
                        display: block;
                        width: 100%;
                        height: auto; /* Maintain aspect ratio */
                        cursor: pointer;"
                 onmouseover="this.style.transform = 'scale(1.1)'"
                 onmouseout="this.style.transform = 'scale(1)'">
            <div style="position: absolute; top: 0; left: 0; width: 100%; height: 100%; background-color: rgba(0, 0, 0, 0.2);"></div>
        </div>
    `;
}
