function generateImageTag(src, title, alt) {
    return `
        <div style="position: relative; display: inline-block; background-color: #F1D2A3;">
            <img src="${src}" title="${title}" alt="${alt}"
                 style="transition: transform 0.3s ease; 
                        transform-origin: center center;
                        display: block;
                        width: 100%;
                        height: auto; /* Maintain aspect ratio */
                        cursor: pointer;"
                 onmouseover="this.style.transform = 'scale(1.1)'"
                 onmouseout="this.style.transform = 'scale(1)'">
            <div style="position: absolute; top: 0; left: 0; width: 100%; height: 100%; background-color: rgba(0, 0, 0, 0.2);"></div>
        </div>
    `;
}
const verses = {
    "गोपाल सहस्त्रनाम": [

       generateImageTag("./photos/shiva.jpg","गोपाल सहस्त्रनाम","गोपाल सहस्त्रनाम"),
        
        `।।<strong>अथ ध्यानम</strong> ।।<br>
कस्तूरीतिलकं ललाटपटले वक्ष:स्थले कौस्तुभं
नासाग्रे वरमौत्तिकं करतले वेणुं करे कंकणम ।<br>
सर्वाड़्गे हरिचन्दनं सुललितं कण्ठे च मुक्तावलि –
र्गोपस्रीपरिवेष्टितो विजयते गोपालचूडामणि: ।।1।।<br>`,`फुल्लेन्दीवरकान्तिमिन्दुवदनं बर्हावतंसप्रियं
श्रीवत्साड़्कमुदारकौस्तुभधरं पीताम्बरं सुन्दरम ।<br>
गोपीनां नयनोत्पलार्चिततनुं गोगोपसंघावृतं
गोविन्दं कलवेणुवादनपरं दिव्याड़्गभूषं भजे ।।2।।<br>`,`
<strong>इति ध्यानम</strong><br>
ऊँ क्लीं देव: कामदेव: कामबीजशिरोमणि:
।<br>श्रीगोपालको महीपाल: सर्वव्र्दान्तपरग: ।।1।।<br>`,`

धरणीपालको धन्य: पुण्डरीक: सनातन: ।<br>
गोपतिर्भूपति: शास्ता प्रहर्ता विश्वतोमुख: ।।2।।<br>`,` 

आदिकर्ता महाकर्ता महाकाल: प्रतापवान |                          
जगज्जीवो जगद्धाता जगद्भर्ता जगद्वसु: ।।3।।<br>`,`

 मत्स्यो भीम: कुहूभर्ता हर्ता वाराहमूर्तिमान ।<br>
नारायणो ह्रषीकेशो गोविन्दो गरुडध्वज: ।।4।।<br>`,`

गोकुलेन्द्रो महाचन्द्र: शर्वरीप्रियकारक: ।
 कमलामुखलोलाक्ष: पुण्डरीक शुभावह: ।।5।।<br>`,` 

दुर्वासा: कपीलो भौम: सिन्धुसागरसड़्गम: ।
 गोविन्दो गोपतिर्गोत्र: कालिन्दीप्रेमपूरक: ।।6।।<br>`,` 

गोपस्वामी गोकुलेन्द्रो गोवर्धनवरप्रद: ।<br>
नन्दादिगोकुलत्राता दाता दारिद्रयभंजन: ।।7।।<br>`,` 

सर्वमंगलदाता च सर्वकामप्रदायक: ।<br>
आदिकर्ता महीभर्ता सर्वसागरसिन्धुज: ।।8।।<br>`,` 

गजगामी गजोद्धारी कामी कामकलानिधि: ।<br>
कलंकरहितश्चन्द्रो बिम्बास्यो बिम्बसत्तम: ।।9।।<br>`,` 

मालाकार: कृपाकार: कोकिलास्वरभूषण: ।<br>
रामो नीलाम्बरो देवो हली दुर्दममर्दन: ।।10।।<br>`,` 

सहस्राक्षपुरीभेत्ता महामारीविनाशन: ।<br>
शिव: शिवतमो भेत्ता बलारातिप्रपूजक: ।।11।।<br>`,` 

कुमारीवरदायी च वरेण्यो मीनकेतन: ।<br>
नरो नारायणो धीरो राधापतिरुदारधी: ।।12।।<br>`,` 

श्रीपति: श्रीनिधि: श्रीमान मापति: प्रतिराजहा ।<br>
वृन्दापति: कुलग्रामी धामी ब्रह्मसनातन: ।।13।।<br>`,` 

रेवतीरमणो रामाश्चंचलश्चारुलोचन: ।<br>
रामायणशरीरोsयं रामी राम: श्रिय:पति: ।।14।।<br>`,` 

शर्वर: शर्वरी शर्व: सर्वत्रशुभदायक: ।
 राधाराधायितो राधी राधाचित्तप्रमोदक: ।।15।।<br>`,` 

राधारतिसुखोपेतो राधामोहनतत्पर: ।<br>
राधावशीकरो राधाह्रदयांभोजषट्पद: ।।16।।<br>`,` 
राधालिंगनसंमोहो राधानर्तनकौतुक: ।
 राधासंजातसम्प्रीती राधाकामफलप्रद: ।।17।।<br>`,` 

वृन्दापति: कोशनिधिर्लोकशोकविनाशक: ।<br>चन्द्रापतिश्चन्द्रपतिश्चण्डकोदण्दभंजन: ।।18।।<br>`,` 

रामो दाशरथी रामो भृगुवंशसमुदभव: ।<br>
आत्मारामो जितक्रोधो मोहो मोहान्धभंजन ।।19।।<br>`,` 

वृषभानुर्भवो भाव: काश्यपि: करुणानिधि: ।
 कोलाहलो हली हाली हेली हलधरप्रिय: ।।20।।<br>`,` 

राधामुखाब्जमार्तण्डो भास्करो विरजो विधु: ।
 विधिर्विधाता वरुणो वारुणो वारुणीप्रिय: ।।21।।<br>`,` 

रोहिणीह्रदयानन्दी वसुदेवात्मजो बलि: ।<br>
नीलाम्बरो रौहिणेयो जरासन्धवधोsमल: ।।22।।<br>`,` 


नागो नवाम्भोविरुदो वीरहा वरदो बली ।<br>
गोपथो विजयी विद्वान शिपिविष्ट: सनातन: ।।23।।<br>`,` 

पर्शुरामवचोग्राही वरग्राही श्रृगालहा ।<br>
दमघोषोपदेष्टा च रथग्राही सुदर्शन: ।।24।।<br>`,` 

वीरपत्नीयशस्राता जराव्याधिविघातक: ।<br>
द्वारकावासतत्त्वज्ञो हुताशनवरप्रद: ।।25।।<br>`,`

 यमुनावेगसंहारी नीलाम्बरधर: प्रभु: ।<br>
विभु: शरासनो धन्वी गणेशो गणनायक: ।।26।।<br>`,` 

लक्ष्मणो लक्षणो लक्ष्यो रक्षोवंशविनशन: ।<br>
वामनो वामनीभूतो बलिजिद्विक्रमत्रय: ।।27।।<br>`,` 

यशोदानन्दन: कर्ता यमलार्जुनमुक्तिद: ।
उलूखली महामानी दामबद्धाह्वयी शमी ।।28।।<br>`,` 


भक्तानुकारी भगवान केशवोsचलधारक: ।
 केशिहा मधुहा मोही वृषासुरविघातक: ।।29।।<br>`,` 

अघासुरविनाशी च पूतनामोक्षदायक: ।<br>
कुब्जाविनोदी भगवान कंसमृत्युर्महामखी ।।30।।<br>`,` 

अश्वमेधो वाजपेयो गोमेधो नरमेधवान ।<br>कन्दर्पकोटिलावण्यश्चन्द्रकोटिसुशीतल: ।।31।।<br>`,` 

रविकोटिप्रतीकाशो वायुकोटिमहाबल: ।
 ब्रह्मा ब्रह्माण्डकर्ता च कमलावांछितप्रद: ।।32।।<br>`,`

 कमली कमलाक्षश्च कमलामुखलोलुप: ।
 कमलाव्रतधारी च कमलाभ: पुरन्दर: ।।33।।<br>`,` 

सौभाग्याधिकचित्तोsयं महामायी महोत्कट: ।<br>
तारकारि: सुरत्राता मारीचक्षोभकारक: ।।34।।<br>`,` 


विश्वामित्रप्रियो दान्तो रामो राजीवलोचन: ।
 लंकाधिपकुलध्वंसी विभिषणवरप्रद: ।।35।।<br>`,` 

सीतानन्दकरो रामो वीरो वारिधिबन्धन: ।<br>
खरदूषणसंहारी साकेतपुरवासन: ।।36।।<br>`,`

 चन्द्रावलीपति: कूल: केशी कंसवधोsमर: ।<br>
माधवी मधुहा माध्वी माध्वीको माधवो मधु: ।।37।।<br>`,` 

मुंजाटवीगाहमानो धेनुकारिर्धरात्मज: ।<br>
वंशी वटबिहारी च गोवर्धनवनाश्रय: ।।38।।<br>`,`

 तथा तालवनोद्देशी भाण्डीरवनशंखहा ।<br>
तृणावर्तकथाकारी वृषभनुसुतापति: ।।39।।<br>`,`

 राधाप्राणसमो राधावदनाब्जमधुव्रत: ।<br>
गोपीरंजनदैवज्ञो लीलाकमलपूजित: ।।40।।<br>`,` 


क्रीडाकमलसन्दोहो गोपिकाप्रीतिरंजन: ।<br>
रंजको रंजनो रड़्गो रड़्गी रंगमहीरुह ।।41।।<br>`,`

 काम: कामारिभक्तोsयं पुराणपुरुष: कवि: ।
 नारदो देवलो भीमो बालो बालमुखाम्बुज: ।।42।।<br>`,` 

अम्बुजो ब्रह्मसाक्षी च योगीदत्तवरो मुनि: ।
 ऋषभ: पर्वतो ग्रामो नदीपवनवल्लभ: ।।43।।<br>`,` 

पद्मनाभ: सुरज्येष्ठो ब्रह्मा रुद्रोsहिभूषित: ।<br>
गणानां त्राणकर्ता च गणेशो ग्रहिलो ग्रही ।।44।।<br>`,` 

गणाश्रयो गणाध्यक्ष: क्रोडीकृतजगत्रय: ।<br>
यादवेन्द्रो द्वारकेन्द्रो मथुरावल्लभो धुरी ।।45।।<br>`,` 

भ्रमर: कुन्तली कुन्तीसुतरक्षी महामखी ।<br>
यमुनावरदाता च कश्यपस्य वरप्रद: ।।46।।<br>`,` 


शड़्खचूडवधोद्दामो गोपीरक्षणतत्पर: ।<br>
पांचजन्यकरो रामी त्रिरामी वनजो जय: ।।47।।<br>`,`

 फाल्गुन: फाल्गुनसखो विराधवधकारक: ।<br>
रुक्मिणीप्राणनाथश्च सत्यभामाप्रियंकर: ।।48।।<br>`,` 

कल्पवृक्षो महावृक्षो दानवृक्षो महाफल: ।<br>
अंकुशो भूसुरो भामो भामको भ्रामको हरि: ।।49।।<br>`,`

 सरल: शाश्वत: वीरो यदुवंशी शिवात्मक: ।<br>
प्रद्युम्नबलकर्ता च प्रहर्ता दैत्यहा प्रभु: ।।50।।<br>`,` 

महाधनो महावीरो वनमालाविभूषण: ।<br>
तुलसीदामशोभाढयो जालन्धरविनाशन: ।।51।।<br>`,` 

शूर: सूर्यो मृकण्डश्च भास्करो विश्वपूजित: ।<br>
रविस्तमोहा वह्निश्च वाडवो वडवानल: ।।52।।<br>`,` 


दैत्यदर्पविनाशी च गरुड़ो गरुडाग्रज: ।<br>
गोपीनाथो महीनाथो वृन्दानाथोsवरोधक: ।।53।।<br>`,` 

प्रपंची पंचरूपश्च लतागुल्मश्च गोपति: ।<br>
गंगा च यमुनारूपो गोदा वेत्रवती तथा ।।54।।<br>`,` 

कावेरी नर्मदा तापी गण्दकी सरयूस्तथा ।<br>
राजसस्तामस: सत्त्वी सर्वांगी सर्वलोचन: ।।55।।<br>`,` 

सुधामयोsमृतमयो योगिनीवल्लभ: शिव: ।<br>
बुद्धो बुद्धिमतां श्रेष्ठोविष्णुर्जिष्णु: शचीपति: ।।56।।<br>`,` 

वंशी वंशधरो लोको विलोको मोहनाशन: ।<br>
रवरावो रवो रावो बालो बालबलाहक: ।।57।।<br>`,` 

शिवो रुद्रो नलो नीलो लांगुली लांगुलाश्रय: ।<br>
पारद: पावनो हंसो हंसारूढ़ो जगत्पति: ।।58।।<br>`,` 


मोहिनीमोहनो मायी महामायो महामखी ।<br>
वृषो वृषाकपि: काल: कालीदमनकारक: ।।59।।<br>`,` 

कुब्जभाग्यप्रदो वीरो रजकक्षयकारक: ।<br>
कोमलो वारुणो राज जलदो जलधारक: ।।60।।<br>`,` 

हारक: सर्वपापघ्न: परमेष्ठी पितामह: ।<br>
खड्गधारी कृपाकारी राधारमणसुन्दर: ।।61।।<br>`,` 

द्वादशारण्यसम्भोगी शेषनागफणालय: ।<br>
कामश्याम: सुख: श्रीद: श्रीपति: श्रीनिधि: कृति: ।।62।।<br>`,` 

हरिर्हरो नरो नारो नरोत्तम इषुप्रिय: ।<br>
गोपालो चित्तहर्ता च कर्ता संसारतारक: ।।63।।<br>`,`

 आदिदेवो महादेवो गौरीगुरुरनाश्रय: ।<br>
साधुर्मधुर्विधुर्धाता भ्राताsक्रूरपरायण: ।।64।।<br>`,` 

रोलम्बी च हयग्रीवो वानरारिर्वनाश्रय: ।<br>
वनं वनी वनाध्यक्षो महाबंधो महामुनि: ।।65।।<br>`,` 

स्यमन्तकमणिप्राज्ञो विज्ञो विघ्नविघातक: ।<br>
गोवर्धनो वर्धनीयो वर्धनी वर्धनप्रिय: ।।66।।<br>`,` 

वर्धन्यो वर्धनो वर्धी वार्धिन्य: सुमुखप्रिय: ।<br>
वर्धितो वृद्धको वृद्धो वृन्दारकजनप्रिय: ।।67।।<br>`,` 

गोपालरमणीभर्ता साम्बुकुष्ठविनाशन: ।<br>
रुक्मिणीहरण: प्रेमप्रेमी चन्द्रावलीपति: ।।68।।<br>`,` 

श्रीकर्ता विश्वभर्ता च नारायणनरो बली ।<br>
गणो गणपतिश्चैव दत्तात्रेयो महामुनि: ।।69।।<br>`,` 

व्यासो नारायणो दिव्यो भव्यो भावुकधारक: ।<br>
श्व: श्रेयसं शिवं भद्रं भावुकं भविकं शुभम ।।70।।<br>`,`

 

शुभात्मक: शुभ: शास्ता प्रशस्ता मेघनादहा ।<br>
ब्रह्मण्यदेवो दीनानामुद्धारकरणक्षम: ।।71।।<br>`,` 

कृष्ण: कमलपत्राक्ष: कृष्ण: कमललोचन: ।
 कृष्ण: कामी सदा कृष्ण: समस्तप्रियकारक: ।।72।।<br>`,` 

नन्दो नन्दी महानन्दी मादी मादनक: किली ।<br>
मिली हिली गिली गोली गोलो गोलालयी गुली ।।73।।<br>`,` 

गुग्गुली मारकी शाखी वट: पिप्पलक: कृती ।<br>
म्लेक्षहा कालहर्ता च यशोदायश एव च ।।74।।<br>`,` 

अच्युत: केशवो विष्णुर्हरि: सत्यो जनार्दन: ।<br>
हंसो नारायणो लीलो नीलो भक्तिपरायण: ।।75।।<br>`,` 

जानकीवल्लभो रामो विरामो विघ्ननाशन: ।<br>सहस्रांशुर्महाभानुर्वीरबाहुर्महोदधि: ।।76।।<br>`,` 


समुद्रोsब्धिरकूपार: पारावार: सरित्पति: ।<br>
गोकुलानन्दकारी च प्रतिज्ञापरिपालक: ।।77।।<br>`,` 

सदाराम: कृपारामो महारामो धनुर्धर: ।<br>
पर्वत: पर्वताकारो गयो गेयो द्विजप्रिय: ।।78।।<br>`,` 

कमलाश्वतरो रामो रामायणप्रवर्तक: ।<br>
द्यौदिवौ दिवसो दिव्यो भव्यो भाविभयापह: ।।79।।<br>`,` 

पार्वतीभाग्यसहितो भ्राता लक्ष्मीविलासवान ।<br>
विलासी साहसी सर्वी गर्वी गर्वितलोचन: ।।80।।<br>`,` 

मुरारिर्लोकधर्मज्ञो जीवनो जीवनान्तक: ।<br>
यमो यमादिर्यमनो यामी यामविधायक: ।।81।।<br>`,` 

वसुली पांसुली पांसुपाण्डुरर्जुनवल्लभ: ।<br>
ललिताचन्द्रिकामाली माली मालाम्बुजाश्रय: ।।82।।<br>`,` 


अम्बुजाक्षो महायज्ञो दक्षश्चिन्तामणिप्रभु: ।<br>
मणिर्दिनमणिश्चैव केदारो बदरीश्रय: ।।83।।<br>`,` 

बदरीवनसम्प्रीतो व्यास: सत्यवतीसुत: ।<br>
अमरारिनिहन्ता च सुधासिन्धुर्विधूदय: ।।84।।<br>`,` 

चन्द्रो रवि: शिव: शूली चक्री चैव गदाधर: ।<br>
श्रीकर्ता श्रीपति: श्रीद: श्रीदेवो देवकीसुत: ।।85।।<br>`,`

 श्रीपति: पुण्डरीकाक्ष: पद्मनाभो जगत्पति: ।<br>वासुदेवोsप्रमेयात्मा केशवो गरुडध्वज: ।।86।।<br>`,`

 नारायण: परं धाम देवदेवो महेश्वर: ।
 चक्रपाणि: कलापूर्णो वेदवेद्यो दयानिधि: ।।87।।<br>`,`

 भगवान सर्वभूतेशो गोपाल: सर्वपालक: ।<br>
अनन्तो निर्गुणोsनन्तो निर्विकल्पो निरंजन: ।।88।।<br>`,`


 निराधारो निराकारो निराभासो निराश्रय: ।
 पुरुष: प्रणवातीतो मुकुन्द: परमेश्वर: ।।89।।<br>`,` 

क्षणावनि: सर्वभौमो वैकुण्ठो भक्तवत्सल: ।<br>
विष्णुर्दामोदर: कृष्णो माधवो मथुरापति: ।।90।।<br>`,` 

देवकीगर्भसम्भूतयशोदावत्सलो हरि: ।<br>
शिव: संकर्षण: शंभुर्भूतनाथो दिवस्पति: ।।91।।<br>`,` 

अव्यय: सर्वधर्मज्ञो निर्मलो निरुपद्रव: ।<br>
निर्वाणनायको नित्योsनिलजीमूतसन्निभ: ।।92।।<br>`,` 

कालाक्षयश्च सर्वज्ञ: कमलारूपतत्पर: ।<br>
ह्रषीकेश: पीतवासा वासुदेवप्रियात्मज: ।।93।।<br>`,` 

नन्दगोपकुमारार्यो नवनीताशन: प्रभु: ।<br>
पुराणपुरुष: श्रेष् शड़्खपाणि: सुविक्रम: ।।94।।<br>`,` 


अनिरुद्धश्वक्ररथ: शार्ड़्गपाणिश्चतुर्भुज: ।<br>
गदाधर: सुरार्तिघ्नो गोविन्दो नन्दकायुध: ।।95।।<br>`,`

 वृन्दावनचर: सौरिर्वेणुवाद्यविशारद: ।<br>
तृणावर्तान्तको भीमसाहसो बहुविक्रम: ।।96।।<br>`,` 

सकटासुरसंहारी बकासुरविनाशन: ।<br>
धेनुकासुरसड़्घात: पूतनारिर्नृकेसरी ।।97।।<br>`,` 

पितामहो गुरु: साक्षी प्रत्यगात्मा सदाशिव: ।<br>
अप्रमेय: प्रभु: प्राज्ञोsप्रतर्क्य: स्वप्नवर्धन: ।।98।।<br>`,` 

धन्यो मान्यो भवो भावो धीर: शान्तो जगदगुरु: ।<br>
अन्तर्यामीश्वरो दिव्यो दैवज्ञो देवता गुरु: ।।99।।<br>`,` 

क्षीराब्धिशयनो धाता लक्ष्मीवाँल्लक्ष्मणाग्रज: ।<br>धात्रीपतिरमेयात्मा चन्द्रशेखरपूजित: ।।100।।<br>`,` 


लोकसाक्षी जगच्चक्षु: पुण्य़चारित्रकीर्तन: ।<br>
कोटिमन्मथसौन्दर्यो जगन्मोहनविग्रह: ।।101।।<br>`,`

 मन्दस्मिततमो गोपो गोपिका परिवेष्टित: ।<br>फुल्लारविन्दनयनश्चाणूरान्ध्रनिषूदन: ।।102।।<br>`,` 

इन्दीवरदलश्यामो बर्हिबर्हावतंसक: ।<br>
मुरलीनिनदाह्लादो दिव्यमाल्यो वराश्रय: ।।103।।<br>`,` 

सुकपोलयुग: सुभ्रूयुगल: सुललाटक: ।
 कम्बुग्रीवो विशालाक्षो लक्ष्मीवान शुभलक्षण: ।।104।।<br>`,` 

पीनवक्षाश्चतुर्बाहुश्चतुर्मूर्तीस्त्रिविक्रम: ।<br>
कलंकरहित: शुद्धो दुष्टशत्रुनिबर्हण: ।।105।।<br>`,` 

किरीटकुण्डलधर: कटकाड़्गदमण्डित: ।<br>
मुद्रिकाभरणोपेत: कटिसूत्रविराजित: ।।106।।<br>`,` 


मंजीररंजितपद: सर्वाभरणभूषित: ।
 विन्यस्तपादयुगलो दिव्यमंगलविग्रह: ।।107।।<br>`,` 

गोपिकानयनानन्द: पूर्णश्चन्द्रनिभानन: ।<br>समस्तजगदानन्दसुन्दरो लोकनन्दन: ।।108।।<br>`,` 

यमुनातीरसंचारी राधामन्मथवैभव: ।<br>
गोपनारीप्रियो दान्तो गोपिवस्त्रापहारक: ।।109।।<br>`,` 

श्रृंगारमूर्ति: श्रीधामा तारको मूलकारणम ।<br>
सृष्टिसंरक्षणोपाय: क्रूरासुरविभंजन ।।110।।<br>`,` 

नरकासुरहारी च मुरारिर्वैरिमर्दन: ।<br>
आदितेयप्रियो दैत्यभीकरश्चेन्दुशेखर: ।।111।।<br>`,` 

जरासन्धकुलध्वंसी कंसाराति: सुविक्रम: ।<br>
पुण्यश्लोक: कीर्तनीयो यादवेन्द्रो जगन्नुत: ।।112।।<br>`,` 

रुक्मिणीरमण: सत्यभामाजाम्बवतीप्रिय: ।<br>मित्रविन्दानाग्नजितीलक्ष्मणासमुपासित: ।।113।।<br>`,` 

सुधाकरकुले जातोsनन्तप्रबलविक्रम: ।<br>
सर्वसौभाग्यसम्पन्नो द्वारकायामुपस्थित: ।।114।।<br>`,` 

भद्रसूर्यसुतानाथो लीलामानुषविग्रह: ।<br>
सहस्रषोडशस्त्रीशो भोगमोक्षैकदायक: ।।115।।<br>`,` 

वेदान्तवेद्य: संवेद्यो वैधब्रह्माण्डनयक: ।
 गोवर्धनधरो नाथ: सर्वजीवदयापर: ।।116।।<br>`,` 

मूर्तिमान सर्वभूतात्मा आर्तत्राणपरायण: ।<br>
सर्वज्ञ: सर्वसुलभ: सर्वशास्त्रविशारद: ।।117।।<br>`,` 

षडगुणैश्चर्यसम्पन्न: पूर्णकामो धुरन्धर: ।<br>
महानुभाव: कैवल्यदायको लोकनायक: ।।118।।<br>`,` 


आदिमध्यान्तरहित: शुद्धसात्त्विकविग्रह: ।<br>
आसमानसमस्तात्मा शरणागतवत्सल: ।।119।।<br>`,` 

उत्पत्तिस्थितिसंहारकारणं सर्वकारणम ।<br>
गंभीर: सर्वभावज्ञ: सच्चिदानन्दविग्रह: ।।120।।<br>`,` 

विष्वक्सेन: सत्यसन्ध: सत्यवान्सत्यविक्रम: ।<br>
सत्यव्रत: सत्यसंज्ञ सर्वधर्मपरायण: ।।121।।<br>`,` 

आपन्नार्तिप्रशमनो द्रौपदीमानरक्षक: ।<br>
कन्दर्पजनक: प्राज्ञो जगन्नाटकवैभव: ।।122।।<br>`,` 

भक्तिवश्यो गुणातीत: सर्वैश्वर्यप्रदायक: ।<br>
दमघोषसुतद्वेषी बाण्बाहुविखण्डन: ।।123।।<br>`,` 

भीष्मभक्तिप्रदो दिव्य: कौरवान्वयनाशन: ।<br>
कौन्तेयप्रियबन्धुश्च पार्थस्यन्दनसारथि: ।।124।।<br>`,` 


नारसिंहो महावीरस्तम्भजातो महाबल: ।<br>
प्रह्लादवरद: सत्यो देवपूज्यो भयंकर: ।।125।।<br>`,` 

उपेन्द्र: इन्द्रावरजो वामनो बलिबन्धन: ।<br>
गजेन्द्रवरद: स्वामी सर्वदेवनमस्कृत: ।।126।।<br>`,` 

शेषपर्यड़्कशयनो वैनतेयरथो जयी ।<br>
अव्याहतबलैश्वर्यसम्पन्न: पूर्णमानस: ।।127।।<br>`,` 

योगेश्वरेश्वर: साक्षी क्षेत्रज्ञो ज्ञानदायक: ।<br>
योगिह्रत्पड़्कजावासो योगमायासमन्वित: ।।128।।<br>`,` 

नादबिन्दुकलातीतश्चतुर्वर्गफलप्रद: ।<br>
सुषुम्नामार्गसंचारी सन्देहस्यान्तरस्थित: ।।129।।<br>`,` 

देहेन्द्रियमन: प्राणसाक्षी चेत:प्रसादक: ।<br>
सूक्ष्म: सर्वगतो देहीज्ञानदर्पणगोचर: ।।130।।<br>`,` 


तत्त्वत्रयात्मकोsव्यक्त: कुण्डलीसमुपाश्रित: ।<br>
ब्रह्मण्य: सर्वधर्मज्ञ: शान्तो दान्तो गतक्लम: ।।131।।<br>`,` 

श्रीनिवास: सदानन्दी विश्वमूर्तिर्महाप्रभु: ।
 सहस्त्रशीर्षा पुरुष: सहस्त्राक्ष: सहस्त्रपात: ।।132।।<br>`,`

 समस्तभुवनाधार: समस्तप्राणरक्षक: ।
 समस्तसर्वभावज्ञो गोपिकाप्राणरक्षक: ।।133।।<br>`,` 

नित्योत्सवो नित्यसौख्यो नित्यश्रीर्नित्यमंगल: ।
 व्यूहार्चितो जगन्नाथ: श्रीवैकुण्ठपुराधिप: ।।134।।<br>`,` 

पूर्णानन्दघनीभूतो गोपवेषधरो हरि: ।
 कलापकुसुमश्याम: कोमल: शान्तविग्रह: ।।135।।<br>`,` 

गोपाड़्गनावृतोsनन्तो वृन्दावनसमाश्रय: ।<br>
वेणुवादरत: श्रेष्ठो देवानां हितकारक: ।।136।।<br>`,` 

बालक्रीडासमासक्तो नवनीतस्यं तस्कर: ।<br>गोपालकामिनीजारश्चोरजारशिखामणि: ।।137।।<br>`,`

 परंज्योति: पराकाश: परावास: परिस्फुट: ।<br>
अष्टादशाक्षरो मन्त्रो व्यापको लोकपावन: ।।138।।<br>`,` 

सप्तकोटिमहामन्त्रशेखरो देवशेखर: ।<br>विज्ञानज्ञानसन्धानस्तेजोराशिर्जगत्पति: ।।139।।<br>`,` 

भक्तलोकप्रसन्नात्मा भक्तमन्दारविग्रह: ।<br>
भक्तदारिद्रयदमनो भक्तानां प्रीतिदायक: ।।140।।<br>`,` 

भक्ताधीनमना: पूज्यो भक्तलोकशिवंकर: ।<br>
भक्ताभीष्टप्रद: सर्वभक्ताघौघनिकृन्तन: ।।141।।<br>`,` 

अपारकरुणासिन्धुर्भगवान भक्ततत्पर: ।।142।।<br>`,` 

इति श्रीराधिकानाथसहस्त्रं नाम कीर्तितम ।<br>स्मरणात्पापराशीनां खण्डनं मृत्युनाशनम ।।143।।<br>`,` 
वैष्णवानां प्रियकरं महारोगनिवारणम ।<br>
ब्रह्महत्यासुरापानं परस्त्रीगमनं तथा ।।144।।<br>`,` 

परद्रव्यापहरणं परद्वेषसमन्वितम ।<br>
मानसं वाचिकं कायं यत्पापं पापसम्भवम ।।145।।<br>`,` 

सहस्त्रनामपठनात्सर्व नश्यति तत्क्षणात ।<br>
महादारिद्र्ययुक्तो यो वैष्णवो विष्णुभक्तिमान ।।146।।<br>`,` 

कार्तिक्यां सम्पठेद्रात्रौ शतमष्टोत्तर क्रमात ।<br>
पीताम्बरधरो धीमासुगन्धिपुष्पचन्दनै: ।।147।।<br>`,`

 पुस्तकं पूजयित्वा तु नैवेद्यादिभिरेव च ।<br>
राधाध्यानाड़िकतो धीरो वनमालाविभूषित: ।।148।।<br>`,` 

शतमष्टोत्तरं देवि पठेन्नामसहस्त्रकम ।<br>
चैत्रशुक्ले च कृष्णे च कुहूसंक्रान्तिवासरे ।।149।।<br>`,` 


पठितव्यं प्रयत्नेन त्रौलोक्यं मोहयेत्क्षणात ।<br>
तुलसीमालया युक्तो वैष्णवो भक्तित्पर: ।।150।।<br>`,` 

रविवारे च शुक्रे च द्वादश्यां श्राद्धवासरे ।<br>
ब्राह्मणं पूजयित्वा च भोजयित्वा विधानत: ।।151।।<br>`,` 

पठेन्नामसहस्त्रं च तत: सिद्धि: प्रजायते ।<br>
महानिशायां सततं वैष्णवो य: पठेत्सदा ।।152।।<br>`,` 

देशान्तरगता लक्ष्मी: समायातिं न संशय: ।
 त्रैलोक्ये च महादेवि सुन्दर्य: काममोहिता: ।।153।।<br>`,` 

मुग्धा: स्वयं समायान्ति वैष्णवं च भजन्ति ता: ।<br>
रोगी रोगात्प्रमुच्येत बद्धो मुच्येत बन्धनात ।।154।।<br>`,` 

गुर्विणी जनयेत्पुत्रं कन्या विन्दति सत्पतिम् ।<br>
राजानो वश्यतां यान्ति किं पुन: क्षुद्रमानवा: ।।155।।<br>`,` 


सहस्त्रनामश्रवणात्पठनात्पूजनात्प्रिये ।<br>
धारणात्सर्वमाप्नोति वैष्णवो नात्र संशय: ।।156।।<br>`,` 

वंशीतटे चान्यवटे तथा पिप्पलकेsथवा ।<br>
कदम्बपादपतले गोपालमूर्तिसन्निधौ ।।157।।<br>`,` 

य: पठेद्वैष्णवो नित्यं स याति हरिमन्दिरम ।<br>
कृष्णेनोक्तं राधिकायै मया प्रोक्तं पुरा शिवे ।।158।।<br>`,` 

नारदाय मया प्रोक्तं नारदेन प्रकाशितम् ।<br>
मया त्वयि वरारोहे प्रोक्तमेतत्सुदुर्लभम् ।।159।।<br>`,` 

गोपनीयं प्रयत्नेन् न प्रकाश्यं कथंचन ।<br>
शठाय पापिने चैव लम्पटाय विशेषत: ।।160।।<br>`,` 

न दातव्यं न दातव्यं न दात्व्यं कदाचन ।<br>
देयं शिष्याय शान्ताय विष्णुभक्तिरताय च ।।161।।<br>`,` 


गोदानब्रह्मयज्ञादेर्वाजपेयशस्य च ।
 अश्वमेधसहस्त्रस्य फलं पाठे भवेदध्रुवम् ।।162।।<br>`,` 

मोहनं स्तम्भनं चैव मारणोच्चाटनादिकम ।
 यद्यद्वांछति चित्तेन तत्तत्प्राप्नोति वैष्णव: ।।163।।<br>`,` 

एकादश्यां नर: स्नात्वा सुगन्धिद्रव्यतैलकै: ।<br>
आहारं ब्राह्मणे दत्त्वा दक्षिणां स्वर्णभूषणम् ।।164।।<br>`,` 

तत आरम्भकर्ताsसौ सर्व प्राप्नोति मानव: ।<br>
शतावृत्तं सहस्त्रं च य: पठेद्वैष्णवो जन: ।।165।।<br>`,` 

श्रीवृंदावनचन्द्रस्य प्रासादात्सर्वमाप्नुयात ।<br>
यदगृहे पुस्तकं देवि पूजितं चैव तिष्ठति ।।166।।<br>`,`

 न मारी न च दुर्भिक्षं नोपसर्गभयं क्वचित ।<br>
सर्पादि भूतयक्षाद्या नश्यन्ति नात्र संशय: ।।167।।<br>`,`
 

श्रीगोपालो महादेवि वसेत्तस्य गृहे सदा ।<br>
गृहे यत्र सहस्त्रं च नाम्नां तिष्ठति पूजितम् ।।168।।<br>`,` 

गोपाल सहस्त्रनाम –`




       
    ],
    "गोपी गीत": [
        generateImageTag("./photos/gopigeet.jpg","गोपी गीत","गोपी गीत"),

                    `<strong>गोप्य ऊचु:</strong><br>
                    जयति तेऽधिकं जन्मना व्रजः<br>
                    श्रयत इन्दिरा शश्वदत्र हि ।<br>
                    दयित दृश्यतां दिक्षु तावका<br>
                    स्त्वयि धृतासवस्त्वां विचिन्वते ॥1॥
                    `,
                    `शरदुदाशये साधुजातसत्स-<br>
                    रसिजोदरश्रीमुषा दृशा ।<br>
                    सुरतनाथ तेऽशुल्कदासिका<br>
                    वरद निघ्नतो नेह किं वधः ॥2॥<br>`,

                    `विषजलाप्ययाद्व्यालराक्षसा-<br>
                    द्वर्षमारुताद्वैद्युतानलात् ।<br>
                    वृषमयात्मजाद्विश्वतोभया<br>
                    दृषभ ते वयं रक्षिता मुहुः ॥3॥<br>`,

                    `न खलु गोपिकानन्दनो भवा-<br>
                    नखिलदेहिनामन्तरात्मदृक् ।<br>
                    विखनसार्थितो विश्वगुप्तये<br>
                    सख उदेयिवान्सात्वतां कुले ॥4॥<br>`,

                    `विरचिताभयं वृष्णिधुर्य ते<br>
                    चरणमीयुषां संसृतेर्भयात् ।<br>
                    करसरोरुहं कान्त कामदं<br>
                    शिरसि धेहि नः श्रीकरग्रहम् ॥5॥<br>`,

                    `व्रजजनार्तिहन्वीर योषितां<br>
                    निजजनस्मयध्वंसनस्मित ।<br>
                    भज सखे भवत्किंकरीः स्म नो<br>
                    जलरुहाननं चारु दर्शय ॥6॥<br>`,

                   `प्रणतदेहिनांपापकर्शनं<br>
                    तृणचरानुगं श्रीनिकेतनम् ।<br>
                    फणिफणार्पितं ते पदांबुजं<br>
                    कृणु कुचेषु नः कृन्धि हृच्छयम् ॥7॥<br>`,

                    `मधुरया गिरा वल्गुवाक्यया<br>
                    बुधमनोज्ञया पुष्करेक्षण ।<br>
                    विधिकरीरिमा वीर मुह्यती-<br>
                    रधरसीधुनाऽऽप्याययस्व नः ॥8॥<br>`,

                    `तव कथामृतं तप्तजीवनं<br>
                    कविभिरीडितं कल्मषापहम् ।<br>
                    श्रवणमङ्गलं श्रीमदाततं<br>
                    भुवि गृणन्ति ते भूरिदा जनाः ॥9॥<br>`,

                    `प्रहसितं प्रिय प्रेमवीक्षणं<br>
                    विहरणं च ते ध्यानमङ्गलम् ।<br>
                    रहसि संविदो या हृदिस्पृशः<br>
                    कुहक नो मनः क्षोभयन्ति हि ॥10॥`,

                    `चलसि यद्व्रजाच्चारयन्पशून्<br>
                    नलिनसुन्दरं नाथ ते पदम् ।<br>
                    शिलतृणाङ्कुरैः सीदतीति नः<br>
                    कलिलतां मनः कान्त गच्छति ॥11॥`,

                    `दिनपरिक्षये नीलकुन्तलै-<br>
                    र्वनरुहाननं बिभ्रदावृतम् ।<br>
                    घनरजस्वलं दर्शयन्मुहु-<br>
                    र्मनसि नः स्मरं वीर यच्छसि ॥12॥`,

                    `प्रणतकामदं पद्मजार्चितं<br>
                    धरणिमण्डनं ध्येयमापदि ।<br>
                    चरणपङ्कजं शंतमं च ते<br>
                    रमण नः स्तनेष्वर्पयाधिहन् ॥13॥`,

                    `सुरतवर्धनं शोकनाशनं<br>
                    स्वरितवेणुना सुष्ठु चुम्बितम् ।<br>
                    इतररागविस्मारणं नृणां<br>
                    वितर वीर नस्तेऽधरामृतम् ॥14॥`,

                    `अटति यद्भवानह्नि काननं<br>
                    त्रुटिर्युगायते त्वामपश्यताम् ।<br>
                    कुटिलकुन्तलं श्रीमुखं च ते<br>
                    जड उदीक्षतां पक्ष्मकृद्दृशाम् ॥15॥`,

                    `पतिसुतान्वयभ्रातृबान्धवा-<br>
                    नतिविलङ्घ्य तेऽन्त्यच्युतागताः ।<br>
                    गतिविदस्तवोद्गीतमोहिताः<br>
                    कितव योषितः कस्त्यजेन्निशि ॥16॥`,

                    `रहसि संविदं हृच्छयोदयं<br>
                    प्रहसिताननं प्रेमवीक्षणम् ।<br>
                    बृहदुरः श्रियो वीक्ष्य धाम ते<br>
                    मुहुरतिस्पृहा मुह्यते मनः ॥17॥`,

                    `व्रजवनौकसां व्यक्तिरङ्ग ते<br>
                    वृजिनहन्त्र्यलं विश्वमङ्गलम् ।<br>
                    त्यज मनाक् च नस्त्वत्स्पृहात्मनां<br>
                    स्वजनहृद्रुजां यन्निषूदनम् ॥18॥`,

                    `यत्ते सुजातचरणाम्बुरुहं स्तनेष<br>
                    भीताः शनैः प्रिय दधीमहि कर्कशेषु ।<br>
                    तेनाटवीमटसि तद्व्यथते न किंस्वित्कू<br>
                    र्पादिभिर्भ्रमति धीर्भवदायुषां नः ॥19॥`,

                    `इति श्रीमद्भागवत महापुराणे पारमहंस्यां संहितायां<br>
                    दशमस्कन्धे पूर्वार्धे रासक्रीडायां गोपीगीतं<br>
                    नामैकत्रिंशोऽध्यायः ॥`

        
        
             ],
                "युगल गीत"       : [
                    generateImageTag("./photos/playing.jpg","युगल गीत","युगल गीत"),

                    `<strong>श्रीशुक उवाच</strong><br>
            गोप्य: कृष्णे वनं याते तमनुद्रुतचेतस: ।<br>
            कृष्णलीला: प्रगायन्त्यो निन्युर्दु:खेन वासरान् <br>॥ 1 ॥<br>`,`

            <strong>श्रीगोप्य ऊचु:</strong><br>
            वामबाहुकृतवामकपोलो वल्गितभ्रुरधरार्पितवेणुम् ।<br>
            कोमलाङ्गुलिभिराश्रितमार्गं गोप्य ईरयति यत्र मुकुन्द: <br>॥ 2 ॥<br>`,`
            व्योमयानवनिता: सह सिद्धै- र्विस्मितास्तदुपधार्य सलज्जा: ।<br>
            काममार्गणसमर्पितचित्ता: कश्मलं ययुरपस्मृतनीव्य: <br>॥ 3 ॥<br>`,`

            हन्त चित्रमबला: श‍ृणुतेदं हारहास उरसि स्थिरविद्युत् ।<br>
            नन्दसूनुरयमार्तजनानां नर्मदो यर्हि कूजितवेणु: <br>॥ 4 ॥<br>`,`
            वृन्दशो व्रजवृषा मृगगावो वेणुवाद्यहृतचेतस आरात् ।<br>
            दन्तदष्टकवला धृतकर्णा निद्रिता लिखितचित्रमिवासन् <br>॥ 5 ॥<br>`,`

            बर्हिणस्तबकधातुपलाशै- र्बद्धमल्लपरिबर्हविडम्ब: ।<br>
            कर्हिचित् सबल आलि स गोपै- र्गा: समाह्वयति यत्र मुकुन्द: <br>॥ 6 ॥<br>`,`
            तर्हि भग्नगतय: सरितो वै तत्पदाम्बुजरजोऽनिलनीतम् ।<br>
            स्पृहयतीर्वयमिवाबहुपुण्या: प्रेमवेपितभुजा: स्तिमिताप: <br>॥ 7 ॥<br>`,`

            अनुचरै: समनुवर्णितवीर्य आदिपूरुष इवाचलभूति: ।<br>
            वनचरो गिरितटेषु चरन्ती- र्वेणुनाह्वयति गा: स यदा हि <br>॥ 8 ॥<br>`,`
            वनलतास्तरव आत्मनि विष्णुं व्यञ्जयन्त्य इव पुष्पफलाढ्या: ।<br>
            प्रणतभारविटपा मधुधारा: प्रेमहृष्टतनवो ववृषु: स्म <br>॥ 9 ॥<br>`,`
            दर्शनीयतिलको वनमाला- दिव्यगन्धतुलसीमधुमत्तै: ।<br>
            अलिकुलैरलघुगीतामभीष्ट- माद्रियन् यर्हि सन्धितवेणु: <br>॥ 10 ॥<br>`,`
            सरसि सारसहंसविहङ्गा- श्चारुगीताहृतचेतस एत्य ।<br>
            हरिमुपासत ते यतचित्ता हन्त मीलितद‍ृशो धृतमौना: <br>॥ 11 ॥<br>`,`

            सहबल: स्रगवतंसविलास: सानुषु क्षितिभृतो व्रजदेव्य: ।<br>
            हर्षयन् यर्हि वेणुरवेण जातहर्ष उपरम्भति विश्वम् <br>॥ 12 ॥<br>`,`
            महदतिक्रमणशङ्कितचेता न्दमन्दमनुगर्जति मेघ: ।<br>
            सुहृदमभ्यवर्षत् सुमनोभि- श्छायया च विदधत् प्रतपत्रम् <br>॥ 13 ॥<br>`,`

            विविधगोपचरणेषु विदग्धो वेणुवाद्य उरुधा निजशिक्षा: ।<br>
            तव सुत: सति यदाधरबिम्बे दत्तवेणुरनयत् स्वरजाती: <br>॥ 14 ॥<br>`,`
            सवनशस्तदुपधार्य सुरेशा: शक्रशर्वपरमेष्ठिपुरोगा: ।<br>
            कवय आनतकन्धरचित्ता: कश्मलं ययुरनिश्चिततत्त्वा: <br>॥ 15 ॥<br>`,`

            निजपदाब्जदलैर्ध्वजवज्र- नीरजाङ्कुशविचित्रललामै: ।<br>
            व्रजभुव: शमयन् खुरतोदं वर्ष्मधुर्यगतिरीडितवेणु: <br>॥ 16 ॥<br>`,`
            व्रजति तेन वयं सविलास- वीक्षणार्पितमनोभववेगा: ।<br>
            कुजगतिं गमिता न विदाम: कश्मलेन कवरं वसनं वा <br>॥ 17 ॥<br>`,`

            मणिधर: क्‍वचिदागणयन् गा मालया दयितगन्धतुलस्या: ।<br>
            प्रणयिनोऽनुचरस्य कदांसे प्रक्षिपन् भुजमगायत यत्र <br>॥ 18 ॥<br>`,`
            क्‍वणितवेणुरववञ्चितचित्ता: कृष्णमन्वसत कृष्णगृहिण्य: ।<br>
            गुणगणार्णमनुगत्य हरिण्यो गोपिका इव विमुक्तगृहाशा: <br>॥ 19 ॥<br>`,`

            कुन्ददामकृतकौतुकवेषो गोपगोधनवृतो यमुनायाम् ।<br>
            नन्दसूनुरनघे तव वत्सो नर्मद: प्रणयिणां विजहार <br>॥ 20 ॥<br>`,`
            मन्दवायुरुपवात्यनुकूलं मानयन् मलयजस्पर्शेन ।<br>
            वन्दिनस्तमुपदेवगणा ये वाद्यगीतबलिभि: परिवव्रु: <br>॥ 21 ॥<br>`,`

            वत्सलो व्रजगवां यदगध्रो वन्द्यमानचरण: पथि वृद्धै: ।<br>
            कृत्‍स्‍नगोधनमुपोह्य दिनान्ते गीतवेणुरनुगेडितकीर्ति: <br>॥ 22 ॥<br>`,`
            उत्सवं श्रमरुचापि द‍ृशीना- मुन्नयन् खुररजश्छुरितस्रक् ।<br>
            दित्सयैति सुहृदासिष एष देवकीजठरभूरुडुराज: <br>॥ 23 ॥<br>`,`

            मदविघूर्णितलोचन ईषत्- मानद: स्वसुहृदां वनमाली ।<br>
            बदरपाण्डुवदनो मृदुगण्डं मण्डयन् कनककुण्डललक्ष्म्या <br>॥ 24 ॥<br>`,`
            यदुपतिर्द्विरदराजविहारो यामिनीपतिरिवैष दिनान्ते ।<br>
            मुदितवक्त्र उपयाति दुरन्तं मोचयन् व्रजगवां दिनतापम् <br>॥ 25 ॥<br>`,`

            <strong>श्रीशुक उवाच</strong><br>
            एवं व्रजस्त्रियो राजन् कृष्णलीलानुगायती: ।<br>
            रेमिरेऽह:सु तच्चित्तास्तन्मनस्का महोदया: <br>॥ 26 ॥<br>`,

                ],
                "श्री ब्रह्म संहिता" :[

                    generateImageTag("./photos/bharmasamita.jpg","श्री ब्रह्म संहिता","श्री ब्रह्म संहिता"),
                    `ईश्वरः परमः कृष्णः सच्चिदानन्दविग्रहः।<br>
                    अनादिरादिर्गोविन्दः सर्वकारणकारणम् <br>॥1॥<br>`,`
                    चिन्तामणिप्रकरसद्मसु कल्पवृक्ष
                    लक्षावृतेषु सुरभीरभिपालयन्तम्।<br>
                    लक्ष्मी सहस्रशतसम्भ्रमसेवयमानं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 2 ॥<br>`,`
                    वेणुं क्वणन्तमरविन्ददलायताक्षं
                    बर्हावतं समसिताम्बुदसुन्दराङ्गम्।<br>
                    कन्दर्पकोटिकमनीयविशेषशोभं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 3 ॥<br>`,`
                    आलोलचन्द्रकलसद्ववनमाल्यवंशी
                    रत्नागदं प्रणयकेलिकलाविलासम्।<br>
                    श्यामं त्रिभंगललितं नियतप्रकाशं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 4 ॥<br>`,`
                    अङ्गानि यस्य सकलेन्द्रियवृत्तिमन्ति
                    पश्यन्ति पान्ति कलयन्ति चिरं जगन्ति।<br>
                    आनन्दचिन्मयसदुज्ज्वलविग्रहस्य
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 5 ॥<br>`,`
                    अद्वैतमच्युतमनादिमनन्तरूपम्‌
                    आद्यं पुराणपुरुषं नवयौवनं च।<br>
                    वेदेषु दुर्लभमदुर्लभमात्मभक्तौ
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 6 ॥<br>`,`
                    पन्थास्तु कोटिशतवत्सरसम्प्रगम्यो
                    वायोरथापि मनसो मुनिङ्गवानाम्।<br>
                    सोऽप्यस्ति यत्प्रपदसीम्न्यविचिन्त्यतत्त्वे
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 7 ॥<br>`,`
                    एकोऽप्यसौ रचयितुं जगदण्डकोटिं-
                    यच्छक्तिरस्ति जगदण्डचया यदन्तः।<br>
                    अण्डान्तरस्थपरमाणुचयान्तरस्थं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 8 ॥<br>`,`
                    यभ्दावभावितधियो मनुजास्तथैव
                    सम्प्राप्य रूपमहिमासनयानभूषाः।<br>
                    सूक्तैर्यमेव निगमप्रथितैः स्तुवन्ति
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 9 ॥<br>`,`
                    आनन्दचिन्मयरसप्रतिभाविताभिस्‌
                    ताभिर्य एव निजरूपतया कलाभिः।<br>
                    गोलोक एव निवसत्यखिलात्मभूतो
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 10 ॥<br>`,`
                    प्रेमाञ्जनच्छुरितभक्तिविलोचनेन
                    सन्तः सदैव हृदयेषु विलोकयन्ति।<br>
                    यं श्यामसुन्दरमचिन्त्यगुणस्वरूपं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 11 ॥<br>`,`
                    रामादिमूर्तिषु कलानियमेन तिष्ठन्‌
                    नानावतारमकरोद्‌ भुवनेषु किन्तु।<br>
                    कृष्णः स्वयं समभवत्परमः पुमान्‌ यो
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 12 ॥<br>`,`
                    यस्य प्रभा प्रभवतो जगदण्डकोटि-
                    कोटिष्वशेषवसुधादि विभूतिभिन्नम्।<br>
                    तद्‌ ब्रह्म निष्कलमनंतमशेषभूतं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 13 ॥<br>`,`
                    माया हि यस्य जगदण्डशतानि सूते
                    त्रैगुण्यतद्विषयवेदवितायमाना।<br>
                    सत्त्वावलम्बिपरसत्त्वं विशुद्धसत्त्वं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 14 ॥<br>`,`
                    आनन्दचिन्मयरसात्मतया मनःसु
                    यः प्राणिनां प्रतिफलन्‌ स्मरतामुपेत्य।<br>
                    लीलायितेन भुवनानि जयत्यजस्रं
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 15 ॥<br>`,`
                    गोलोकनाम्नि निजधाम्नि तले च तस्य
                    देवीमहेशहरिधामसु तेषु तेषु।<br>
                    ते ते प्रभावनिचया विहिताश्च येन
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 16 ॥<br>`,`
                    सृष्टिस्थितिप्रलयसाधनशक्तिरेका
                    छायेव यस्य भुवनानि विभर्ति दूर्गा।<br>
                    इच्छानुरूपमपि यस्य च चेष्टते सा
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 17 ॥<br>`,`
                    क्षीरं यथा दधि विकारविशेषयोगात्‌
                    सञ्जायते न हि ततः पृथगस्ति हेतोः।<br>
                    यः शम्भुतामपि तथा समुपैति कार्याद्‌
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 18 ॥<br>`,`
                    दीपार्चिरेव हि दशान्तरमभ्युपेत्य
                    दीपायते विवृतहेतुसमानधर्मा।<br>
                    यस्तादृगेव हि च विष्णुतया विभाति
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 19 ॥<br>`,`
                    यः कारणार्णवजले भजति स्म योग-
                    निद्रामनन्तजगदण्डसरोमकूपः।<br>
                    आधारशक्तिमवलम्ब्य परां स्वमूर्ति
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 20 ॥<br>`,`
                    यस्यैकनिश्वसितकालमथावलम्ब्य
                    जीवन्ति लोमविलजा जगदण्डनाथाः।<br>
                    विष्णुर्महान्‌ स इह यस्य कलाविशेषो
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 21 ॥<br>`,`
                    भास्वान्‌ यथाश्मशकलेषु निजेषु तेजः
                    स्वीयं कियत्प्रकटयत्यपि तद्वदत्र।<br>
                    ब्रह्मा य एष जगदण्डविधानकर्ता
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 22 ॥<br>`,`
                    यत्पादपल्लवयुगं विनिधाय कुम्भ
                    द्वन्द्वे प्रणामसमये स गणाधिराजः।<br>
                    विघ्नान्‌ विहन्तुमलमस्य जगत्रयस्य
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 23 ॥<br>`,`
                    अग्निर्मही गगनमम्बु मरुद्दिश श्च
                    कालस्तथात्ममनसीति जगत्त्रयाणि।<br>
                    यस्माद्‌ भवन्ति विभवन्ति विशन्ति यं च
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 24 ॥<br>`,`
                    यच्चक्षुरेष सविता सकलग्रहाणां
                    राजा समस्तसुरमुर्तिरशेषतेजाः।<br>
                    यस्याज्ञया भ्रमति सम्भृतकालचक्रो
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 25 ॥<br>`,`
                    धर्मोऽथ पापनिचयः श्रुतयस्तपांसि
                    ब्रह्मादिकीटपतगावधयश्च जीवाः।<br>
                    यद्दत्तमात्रविभवप्रकटप्रभावा
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 26 ॥<br>`,`
                    
                    यस्त्विन्द्रगोपमथवेन्द्रमहो स्वकर्म-
                    बन्धानुरूपफलभाजनमातनोती।<br>
                    कर्माणि निर्दहति किन्तु च भक्तिभाजां
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 27 ॥<br>`,`
                    यं क्रोधकामसहजप्रणयादिभीति
                    वात्सल्यमोहगुरुगौरवसेवयभावैः।<br>
                    स िञ्चन्त्य तस्य सदृशीं तनुमापुरेते
                    गोविन्दमादिपुरुषं तमहं भजामि <br>॥ 28 ॥<br>`,`
                    श्रियः कान्ताः कान्तः परमापुरुषः कल्पतरवो
                    द्रुमा भूमिश्चिन्तामणिगणमयी तोयममृतम्।<br>
                    कथा गानं नाटयं गमनमपि वंशी प्रियसखी
                    चिदानन्दं ज्योतिः परमपि तदास्वाद्यमपि च <br>॥ 29 ॥<br>`,`
                    
                    स यत्र क्षीराब्धिः स्रवति सुरभीभ्यश्च सुमहान्‌
                    निमेषार्धाख्यो वाव्रजति न हि यत्रापि समयः।<br>
                    भजे श्वेतद्वीपं तमहमिह गोलोकमिति यं
                    विदन्तस्ते सन्तः क्षितिविरलचाराः कतिपये <br>॥ 30 ॥<br>`,
                    
                    
                    

                ],
                "भीष्म स्तुति":[

                    generateImageTag("./photos/भीष्म स्तुति.jpg","भीष्म स्तुति","भीष्म स्तुति"),
                    "<strong>श्रीमद्भागवतम् 1.9.37-42 - भीष्म स्तुति</strong>",

                    `<strong>श्रीभीष्म उवाच</strong><br>
                    इति मतिरुपकल्पिता वितृष्णा
                    भगवति सात्वतपुङ्गवे विभूम्नि । <br>
                    स्वसुखमुपगते क्‍वचिद्विहर्तुं
                    प्रकृतिमुपेयुषि यद्भ‍वप्रवाह: <br>॥  ३२  ॥ <br>`,`
                    त्रिभुवनकमनं तमालवर्णं
                    रविकरगौरवराम्बरं दधाने । <br>
                    वपुरलककुलावृताननाब्जं
                    विजयसखे रतिरस्तु मेऽनवद्या <br>॥  ३३  ॥ <br>`,`
                    युधि तुरगरजोविधूम्रविष्वक्-
                    कचलुलितश्रमवार्यलङ्‍कृतास्ये । <br>
                    मम निशितशरैर्विभिद्यमान-
                    त्वचि विलसत्कवचेऽस्तु कृष्ण आत्मा <br>॥  ३४  ॥ <br>`,`
                    सपदि सखिवचो निशम्य मध्ये
                    निजपरयोर्बलयो रथं निवेश्य । <br>
                    स्थितवति परसैनिकायुरक्ष्णा
                    हृतवति पार्थसखे रतिर्ममास्तु <br>॥  ३५  ॥ <br>`,`
                    व्यवहितपृतनामुखं निरीक्ष्य
                    स्वजनवधाद्विमुखस्य दोषबुद्ध्या । <br>
                    कुमतिमहरदात्मविद्यया य-
                    श्चरणरति: परमस्य तस्य मेऽस्तु <br>॥  ३६  ॥ <br>`,`
                    स्वनिगममपहाय मत्प्रतिज्ञा-
                    मृतमधिकर्तुमवप्लुतो रथस्थ: । <br>
                    धृतरथचरणोऽभ्ययाच्चलद्गु-
                    र्हरिरिव हन्तुमिभं गतोत्तरीय: <br>॥  ३७  ॥ <br>`,`
                    शितविशिखहतो विशीर्णदंश:
                    क्षतजपरिप्लुत आततायिनो मे । <br>
                    प्रसभमभिससार मद्वधार्थं
                    स भवतु मे भगवान् गतिर्मुकुन्द: <br>॥  ३८  ॥ <br>`,`
                    विजयरथकुटुम्ब आत्ततोत्रे
                    धृतहयरश्मिनि तच्छ्रियेक्षणीये । <br>
                    भगवति रतिरस्तु मे मुमूर्षो-
                    र्यमिह निरीक्ष्य हता गता: स्वरूपम् <br>॥  ३९  ॥ <br>`,`
                    ललितगतिविलासवल्गुहास-
                    प्रणयनिरीक्षणकल्पितोरुमाना: । <br>
                    कृतमनुकृतवत्य उन्मदान्धा:
                    प्रकृतिमगन् किल यस्य गोपवध्व: <br>॥  ४०  ॥ <br>`,`
                    मुनिगणनृपवर्यसङ्कुलेऽन्त:
                    सदसि युधिष्ठिरराजसूय एषाम् । <br>
                    अर्हणमुपपेद ईक्षणीयो
                    मम द‍ृशिगोचर एष आविरात्मा <br>॥  ४१  ॥ <br>`,`
                    तमिममहमजं शरीरभाजां
                    हृदि हृदि धिष्ठितमात्मकल्पितानाम् । <br>
                    प्रतिद‍ृशमिव नैकधार्कमेकं
                    समधिगतोऽस्मि विधूतभेदमोह: <br>॥  ४२  ॥ <br>`,`
                    <Strong>सूत उवाच</strong><br>
                    कृष्ण एवं भगवति मनोवाग्द‍ृष्टिवृत्तिभि: । <br>
                    आत्मन्यात्मानमावेश्य सोऽन्त:श्वास उपारमत् <br>॥  ४३  ॥ <br>`,
                    
                ]
   
};
